# Напишите программу, которая будет преобразовывать десятичное число в двоичное.
print(bin(int(input('Введи число для перевода ')))[2:])